;; TranslationAuthor: Wim Meijdam
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 4.2.3
; Update: 19 Aug 2025
;  Please, DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.

[Lang]
NativeLanguage=Nederlands

[GUI]
ButtonYes=Ja
ButtonNo=Nee
ButtonOK=OK
ButtonClose=Sluiten
BtnNews=Informatie
[Translation]
LangCode=0413
ReadHabit=Left-to-right
LanguageName=NL
LangShortName=nl-nl
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informatie
Warning=Waarschuwing
Error=Fout
Confirm=Bevestigen
FrmMOMain.ckperiod.caption=Optimaliseer elke

;
; Memory Optimization
;
FrmMoMain.chkupdate.caption=Automatisch op updates controleren.
FrmMoMain.lblTotalMem.Caption=Geheugen =:
FrmMoMain.lblaopt.Caption=Indien het geheugen kleiner is dan:
FrmMoMain.lbltry.Caption=Meer geheugen vrijmaken
FrmMoMain.btnsettings.Caption=Instellingen
FrmMoMain.btnOpt.Caption=Nu optimaliseren
FrmMoMain.chkmin.Caption=Naar de systeembalk minimaliseren
FrmMoMain.chkauto.Caption=Uitvoeren bij starten Windows
FrmMoMain.chkautoOpt.Caption=Automatisch optimaliseren
FrmMoMain.ckchkclearborad.Caption=Plakbord schoonmaken bij optimalisatie.
FrmMoMain.chkidle.Caption=Optimaliseren bij CPU in rust.(Aanbevolen)
FrmMoMain.lbllang.Caption=Taal:
FrmMOMain.cknotice.caption=Toon meldingen na optimalisatie.
FrmMOMain.ckMode.caption=Dark Mode
;
; About
;
FrmAbout.caption=Over
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Huidige versie:
FrmAbout.lblemail.caption=E-mail voor ondersteuning:
FrmAbout.lblhome.caption=Website
FrmAbout.lblthanks.caption=Met dank aan de volgende personen:
FrmAbout.lblUninstall.caption=Uninstall Instructie
FrmAbout.lblPolicy.caption=Privacy Policy
FrmAbout.lblEula.caption=EULA
FrmMOMain.ckShutkey.caption=Shortcut key
FrmMOMain.btn2.hint=Shortcut key conflicten
ShutkeyCA=CTRL+ALT
ShutkeyAS=ALT+SHIFT 
ShutkeyCS=CTRL+SHIFT
FrmMOMain.ckIcon.caption=Toon geheugen gebruik in de tray icon
[MemoryOptimizer]
ThisTimeFreeMemory=We hebben %s geheugen vrijgemaakt.
CurPrecent=Huidig geheugengebruik:
UsedMemory=Gebruikt geheugen:
AvailableMemory=Beschikbaar geheugen:
FreeMemory=Vrij geheugen:
At=op
pmShow=Open Wise Memory Optimizer
pmOpt=Nu optimaliseren
pmAbout=Over
pmExit=Exit
SureExit=Optimalisatie geheugen is bezig, weet u zeker dat u wilt stoppen?
Mintotray=Optimaliseren geheugen
pmdefragmem=Defrag Geheugen
pmclearmem=Geheugen schoonmaken
pmclearstandbymem=Stand-by Geheugen schoonmaken
pmAuto=Auto Optimize
pmbelow=Als het vrije geheugen laag is
pm5=Elke 5 minuten
pm10=Elke 10 minuten
pm30=Elke 30 minuten
pm60=Elke 60 minuten
pmdisauto=Uitzetten 
[Message]
NoNews=Er zijn geen ongelezen berichten
NewVer=Er is een nieuwe versie beschikbaar! Wilt u nu upgraden?
NotShowNotice=Dit bericht niet opnieuw tonen.
NoOptItem= U moet minstens 1 optimalisatie kiezen.
minutes=minuten
hours=Uur

[feedback]
InvalidEmail=Type a.u.b. een correct email adres.
emptyinput=Type iets om te versturen.
thanks=Bedankt voor uw feedback!
FrmFeedback.lblfeedback.caption = Hoe hoog waardeert u ons %s?
FrmFeedback.lblemail.caption = Email adres:
FrmFeedback.lblgood.caption = Welke optie vind u het beste?
FrmFeedback.lblbad.caption = Welke optie vind U het slechtste?
FrmFeedback.lblwant.caption = Welke nieuwe optie gebruik u het meest?
FrmFeedback.btncancel.caption = Geen interesse.
FrmFeedback.btnsubmit.caption = Verstuur
